{"id": "c9301075-c14f-4342-8e54-ae1015752989", "text": "# Shards of the Glass Sea"}
{"id": "409134b0-c1e3-4c44-b976-b8f441246578", "text": "## The Fracture When the moon shattered and rained mirrors upon the world, the oceans stilled into a sheet of prismatic glass. Sailors stepped out of their ships and learned they were walking on the sky’s reflection. The old currents died that night. Winds tangled in the splintered light, and the constellations drifted like seeds across a black field. Scholars called it *The Fracture*. Everyone else simply called it *After*. In the wake of the event, sound itself began to behave strangely. Voices could be stored in crystal, footsteps could echo a day late, and names—if spoken carelessly—might take root in the air and bloom into rumors that devoured truth."}
{"id": "4c12ed11-4931-4850-9a47-8024d2c5283a", "text": "## The Factions **The Tidebound Cartographers** – Mapmakers who etch routes into the Glass Sea with silver chalk. Their charts don’t show places; they show *decisions*. They believe the world is navigated by intent as much as by distance. **The Ember Choir** – A pilgrim order that sings the weather into compliance. Their harmonies calm mirror-storms and can lull sand leviathans back beneath the dunes. They fear silence more than death. **The Guild of Borrowed Faces** – Maskwrights and actors who trade identities like coin. Within their caravans, a person’s mask is a promise; to remove it without consent is the gravest theft. **The Arcanum of Broken Names** – Linguists of power who study the new behavior of sound. They can splint a shattered surname, muzzle a rumor, or splice a title onto a stranger—though every edit leaves a scar. **The Ferrymen of Below** – Divers who slip beneath the Glass Sea through fault-lines where the mirror thins. They bring up artifacts from the world *Before*, each dripping with memories that don’t belong to anyone alive."}
{"id": "df953603-5617-47f1-8ca6-0aa02e66c288", "text": "## Regions of Note **The Helix Straits** – A corridor of spiral cracks where time spirals, too. Travel one hour east and you might arrive yesterday. The Cartographers lease passage windows like city docks lease berths. **The Choir Reefs** – Coral made of fossilized applause. When the wind moves, the reefs cheer, jeer, or mourn. The Ember Choir tends them like cathedrals. **Borrowgate** – A city that never looks the same twice. Its zoning is theatrical: façades are swapped at dusk, streets are dressed for roles, and the law is written as stage direction. **The Vault of Unsaid Things** – A cavern where words go when they’re swallowed. The Arcanum keeps vigil here, bargaining with unspoken confessions that press against the stone like tides."}
{"id": "71294eea-2b76-4086-8d8b-1e59899ccf3c", "text": "## The Spiral Chorus (Myth or Warning) Across the factions, people wake from identical dreams: stairs turning forever inward, a chime struck beneath the sea, and a question whispered in a language no mother teaches: *“Will you keep what you cannot name?”* Children hum its melody without knowing. Ferrymen report hearing the Chorus below the mirror, as if the ocean remembers being water and is trying to speak. The Ember Choir claims the Chorus is a storm gathering breath. The Arcanum insists it is a grammar, not a threat. The Cartographers say it’s a coordinate: a place reachable only by a choice repeated perfectly."}
{"id": "4b3a9c37-4a0c-488a-a9b8-6f86fc76aa75", "text": "## Current Tensions Trade thrives on the Glass Sea’s predictability—so the Spiral Chorus terrifies merchants. Borrowgate’s markets sell bottled memories and rented faces, but a rumor has outbid coin: that someone has learned to *break* a rumor in half and wear the shards as armor. Meanwhile, Ferrymen bring up relics that answer questions no one asked. One device records a person’s last unsaid thought and plays it for strangers. Duels have been fought over such recordings. The Arcanum petitions to outlaw unsanctioned name-work. The Guild of Borrowed Faces counters with a masquerade strike: a week without identities exchanged. Without the Guild, ambassadors can’t meet as each other, and wars become harder to prevent."}
{"id": "9b68650f-54e7-4cf9-babf-8d1f0d07b4f6", "text": "## Notable Figures **Master Kephra of the Tidebound** – Claims to have charted a route to *Before*, but every time she walks it, she returns a year older with hands that don’t remember her own handwriting. **Brother Orin, Ember Choir Cantor** – His voice can silence a screaming storm—at the cost of forgetting his happiest memory each time he sings the final note. **The Fifth Mask of Borrowgate** – A role, not a person. Whoever wears it is recognized as judge, thief-taker, and patron of last chances. The mask remembers every wearer; sometimes it speaks in their layered voices. **Archivist Vess (Arcanum)** – Wears a necklace of orphaned syllables. She can splice a new future onto a city by renaming one of its streets. Side effects include maps becoming politely argumentative. **Rook of the Ferrymen** – Keeps a menagerie of bottled laughs gathered from caverns below. He’s saving them for when the world needs to remember how."}
{"id": "ab4555c0-0c3a-40b4-93db-cbff2ae39b76", "text": "## Adventure Hooks / Seeds 1. **Echo Harbor Blackout:** The Choir Reefs have fallen silent. Without their hum, storms won’t listen. Find who stole the reefs’ applause—and why the applause smells like rain. 2. **Seven False Kephras:** Six impostors and one real cartographer are running the Helix Straits simultaneously, each insisting the others are reflections. Decide which Kephra to trust before yesterday eats tomorrow. 3. **The Unmasking Tax:** Borrowgate’s council proposes a fee on living without a mask. The Guild vows to replace the council’s faces with kinder versions unless the law is withdrawn. 4. **Name-Wound Healer:** An Arcanum alchemist sells sutures for damaged reputations. They work—too well. People begin surviving scandals they should not survive. 5. **Ferryman’s Debt:** Rook’s bottled laughs begin to hatch into creatures made of sound. They’re harmless until someone tells them a sad story."}
{"id": "dc719ebe-90ea-4ed0-a7fe-41e954e6093e", "text": "## The Unfolding Question The Spiral Chorus grows louder. Is it a summons, a storm, a coordinate—or a mirror asking the world to remember its first name? Standing on the Glass Sea, with the sky beneath your feet and tomorrow arriving out of order, every faction must decide: **what will you keep that you cannot name?**"}
